Repository: danielsguima/ThePokeGOBot
Catalog: locale/ptBR/LC_MESSAGES/thepokegobot.po
Languages: pt_br

source: Meowth! *%s* is not a valid Pokémon!
pt_br: Miau! *%s* não é um Pokémon válido!

source: active
pt_br: ativa

source: Meowth! The time must be in the future!
pt_br: Miau! O horário deve estar no futuro!

source: Meowth! The time must be in the format of *HH:MM*!
pt_br: Miau! O horário deve estar no formato *HH:MM*!

source: Meowth! The Pokémon *%s* is not currently in the raids!
pt_br: Miau! O Pokémon *%s* não aparece em raids atualmente!

source: edit
pt_br: editar

source: Meowth! The raid of id *%s* does not exist or has already ended!
pt_br: Miau! A raid de número *%s* não existe ou já foi finalizada!

source: cancel
pt_br: cancelar

source: end
pt_br: finalizar

source: /cancel
pt_br: /cancelar

source: /end
pt_br: /finalizar

source: q
pt_br: m

source: Meowth! The quest of id *%s* does not exist!
pt_br: Miau! A missão de número *%s* não existe!

source: canceled
pt_br: cancelada

source: ended
pt_br: finalizada

source: trainer
pt_br: treinador

source: red
pt_br: vermelho

source: blue
pt_br: azul

source: yellow
pt_br: amarelo

source: Meowth! Team *%s* and level *%s* set!
pt_br: Miau! Time *%s* e level *%s* definidos!

source: Meowth! Input a valid team and level!
pt_br: Miau! Informe um time e level válidos!

source: Meowth! Your level was updated to *%s*!
pt_br: Miau! Seu level foi atualizado para *%s*!

source: Meowth! Input a valid level!
pt_br: Miau! Insira um level válido!

source: Meowth! Set up your informations using */trainer team level*! This command is only for updating your level after your trainer's info are all set up!
pt_br: Miau! Defina suas informações usando */treinador time level*! Esse comando serve para atualizar seu level, quando já definidas as informações de treinador!

source: quest
pt_br: missao

source: share
pt_br: compartilhar

source: comment
pt_br: comentar

source: raid or quest
pt_br: raid ou missão

source: /share
pt_br: /compartilhar

source: /comment
pt_br: /comentar

source: research
pt_br: missão

source: Meowth! Invalid command!
pt_br: Miau! Comando inválido!

source: Meowth! The %s of id *%s* does not exist or has already ended!
pt_br: Miau! A %s de número *%s* não existe ou já foi finalizada!

source: Meowth! The %s of id *%s* has already been posted in this group!
pt_br: Miau! A %s de número *%s* já foi postada nesse grupo!

source: Meowth! The raid of id *%s* has already been ended or canceld!
pt_br: Miau! A raid de número *%s* já foi finalizada ou cancelada!

source: help
pt_br: ajuda

source: about
pt_br: sobre

source: Meowth! That's right! I'm a bot that will help you managing your Pokémon GO group! I can report the quests you found, create raid's list for you and some other things. You can find my source code at https://github.com/danielsguima/ThePokeGOBot. *Created by:* @OKakarotoSJC
pt_br: Miau! É isso aí! Eu sou um bot que vai te ajudar a gerenciar o seu grupo de Pokémon GO! Eu posso avisar sobre missões que você encontrou, criar listas de raid para você e algumas outras coisas. Você pode encontrar meu código fonte em https://github.com/danielsguima/ThePokeGOBot. *Criado por:* @OKakarotoSJC

source: Meowth! Input valid Pokémon!
pt_br: Miau! Insira Pokémon válido!

source: Meowth! Current raids set to: %s
pt_br: Miau! Raids atuais definidas para: %s

source: Current raids
pt_br: Raids atuais

source: *Trainers*
pt_br: *Treinadores*

source: Language set to *%s* successfully!
pt_br: Idioma definido para *%s* com sucesso!

source: _This message will be automatically deleted in a minute._
pt_br: _Essa mensagem será deletada automaticamente em 1 minuto._

source: *Commands*
pt_br: *Comandos*

source: *Master commands*
pt_br: *Comandos do mestre*

source: *Raid's list* To add yourself to the list, just tap the _Yes_ button. In case there are more people going with you tap the _+1_ for each extra trainer that is going with you. In case you can no longer go tap the _No_ and your name will be automatically removed. *Comments* Only those who confirmed that are going to the raid can comment on it. On quest's report, anyone can comment. *Report's duration* After 1 hour and 45 minutes a raid's list is set to ended (time to egg hatching + raid's duration). At midnight of each day the quests' reports are deleted. Any question, talk to %s %s
pt_br: *Lista de raid* Para adicionar seu nome a lista, basta tocar no botão _Sim_. Caso vá com mais gente, toque no _+1_ o número de vezes correspondente a quantidade de pessoas que está indo com você. Caso não possa mais ir, toque no botão _Não_ e seu nome será removido automaticamente. *Comentários* Somente conseguirão comentar aqueles que já confirmaram presença na raid. No caso do aviso de missão, qualquer um pode comentar. *Duração dos avisos* Após 1 hora e 45 minutos uma lista de raid é colocada como finalizada (tempo do ovo chocar + duração da raid). A meia-noite de cada dia, os avisos de missão são apagados. Qualquer dúvida, fale com %s %s

source: Meowth! *%s* is not a valid command!
pt_br: Miau! *%s* não é um comando válido!

source: Meowth! That's how you use the *%s* command, master! %s %s
pt_br: Miau! É assim que se usa o comando *%s, mestre!*! %s %s

source: Yes
pt_br: Sim

source: No
pt_br: Não

source: #️⃣ ID: *%s* 🕵🏽‍♂️ Quest: *%s* %s Place: *%s* %s Reward: *%s*
pt_br: #️⃣ ID: *%s* 🕵🏽‍♂️ Missão: *%s* %s Local: *%s* %s Recompensa: *%s*

source: *Comments:*
pt_br: *Comentários:*

source: *Reported by:* %s
pt_br: *Avisada por:* %s

source: #️⃣ ID: *%s* %s Pokémon: *%s* %s Place: *%s* %s Time: *%s*
pt_br: #️⃣ ID: *%s* %s Pokémon: *%s* %s Local: *%s* %s Horário: *%s*

source: *Going:* %s
pt_br: *Indo:* %s

source: *Created by:* %s
pt_br: *Criada por:* %s

source: /trainer - set your team and level.
pt_br: /treinador - define seu time e level.

source: `/trainer initial letter of team or team name or color 30`
pt_br: `/treinador letra inicial do time ou nome do time ou cor 30`

source: /level - update your level but only works after the /trainer command has already been used.
pt_br: /level - atualiza seu level, mas só funciona se já tiver usado o comando /treinador.

source: /raid - starts a new raid's list.
pt_br: /raid - inicia uma nova lista de raid.

source: `/raid level or pokémon (pokédex number or name),place,HH:MM`
pt_br: `/raid level da raid ou pokémon (número da pokédex ou nome),local,HH:MM`

source: /edit - change the time and the Pokémon of a on going raid's list.
pt_br: /editar - edita o horário e o Pokémon de uma lista de raid em andamento.

source: `/edit raid's ID HH:MM Pokémon name`
pt_br: `/editar ID da raid HH:MM Pokémon`

source: /cancel - cancel a on going raid's list or delete a quest.
pt_br: /cancelar - cancela uma lista de raid em andamento ou remove uma missão reportada.

source: `/cancel r or q raid's or quest's ID`
pt_br: `/cancelar r ou m ID da raid ou missão`

source: /end - finish a on going raid's list.
pt_br: /finalizar - finaliza uma lista de raid em andamento.

source: `/end raid's ID`
pt_br: `/finalizar ID da raid`

source: /quest - report a found quest.
pt_br: /missao - avisa sobre uma missão encontrada.

source: `/quest task,place,reward`
pt_br: `/missao missão,local,recompensa`

source: /share - send a raid's list or quest's report to another group so that both are automatically updated in the groups it was shared to.
pt_br: /compartilhar - envia uma lista de raid ou aviso de missão para outro grupo, fazendo com que as duas se atualizem automaticamente nos grupos em que foi compartilhada.

source: `/share q or r raid's or quest's ID`
pt_br: `/compartilhar m ou r ID da raid ou missão`

source: /comment - add informations to a raid's list or quest's report.
pt_br: /comentar - adiciona uma informação a um aviso de missão ou lista de raid.

source: `/comment q or r raid's or quest's ID comment`
pt_br: `/comentar m ou r ID da raid ou missão comentário`

source: /about - show informations about the bot
pt_br: /sobre - mostra informações sobre o bot

source: `/about`
pt_br: `/sobre`

source: /setraids - set the current available raids in the game
pt_br: /setraids - define as raids disponíveis no jogo no momento

source: `/setraids pokédex number or name, pokédex number or name`
pt_br: `/setraids número da pokédex ou nome, número da pokédex ou nome`

source: /getraids - get the list of current available raids in the game
pt_br: /getraids - mostra a lista de raids disponíveis no jogo no momento

source: /gettrainers - get the list of users that have set their trainer's information
pt_br: /gettrainers - mostra a lista de usuários que definiu suas informações de treinador

source: /setlanguage - set the language of the bot
pt_br: /setlanguage - define o idioma do bot

source: `/setlanguage language`
pt_br: `/setlanguage idioma`

source: Meowth! That's right!
pt_br: Miau! É isso aí!
